Repository: KratorD/Programador
Catalog: locale/*/LC_MESSAGES/module_programador.po
Languages: es

source: %s: called with invalid %s.
es: %s: llamado con un %s no válido.

source: The destination path [%s] does not exist or is not writable
es: El directorio de destino [%s] no existe o no se puede escribir

source: The destination path does not exist or is not writable
es: El directorio de destino no existe o no se puede escribir

source: That filename already exists. Please choose a different name.
es: El nombre del fichero ya existe. Por favor, seleccione un nombre diferente.

source: Program with id %s not found
es: Programa con el id %s no encontrado

source: Item [id# %s] deleted!
es: Elemento [id# %s] borrado!

source: Item [id# %s] updated!
es: Elemento [id# %s] actualizado!

source: Item created!
es: Elemento creado!

source: Created the file storage directory successfully at [%s]. Be sure that this directory is accessible via web and writable by the webserver.
es: Creado el directorio de almacenaje de ficheros correctamente en [%s]. Asegúrese que este directorio es accesible via web y escribible por el servidor.

source: Show a list of programs, features and requeriments
es: Mostrar una lista de programas, descripciones y requisitos.

source: Error! Could not save the search results.
es: Error! No se pudo guardar los resultados de búsqueda.

source: Programs List
es: Lista de Programas

source: New program
es: Nuevo Programa

source: Settings
es: Configuración

source: Error! Could not find program for ID #%s.
es: Error! No se encontró el programa para el ID #%s.

source: Done! Updated the Programador configuration.
es: Hecho! Configuración del módulo actualizada.

source: Programador main
es: Programador - Principal

source: All
es: Todos

source: Filter
es: Filtrar

source: Name
es: Nombre

source: Company
es: Empresa

source: Category
es: Categoría

source: Clear
es: Limpiar filtro

source: Version
es: Versión

source: Actions
es: Acciones

source: View
es: Vista

source: Edit
es: Editar

source: Modify #Version
es: Modificar #Versión

source: Reuse
es: Reusar

source: No programs founded.
es: No se encontraron programas.

source: Programador settings
es: Configuración Programador

source: General settings
es: Configuración general

source: Maximum file size
es: Tamaño máximo de fichero

source: Programs per page
es: Programas por página

source: Allowed Extension settings
es: Config. Extensiones permitidas

source: Save
es: Guardar

source: Cancel
es: Cancelar

source: Edit Program
es: Editar Programa

source: New Program
es: Nuevo Programa

source: Program Name
es: Nombre Programa

source: Program Version
es: Versión Programa

source: Choose file for image
es: Seleccione fichero de imagen

source: Description
es: Descripción

source: Windows Requirements
es: Requisitos Windows

source: The symbol that split the requeriments is %
es: El símbolo que divide los requisitos es el %

source: Macintosh Requirements
es: Reqquisitos Macintosh

source: Linux Requirements
es: Requisitos Linux

source: Delete
es: Eliminar

source: Notice: Use drag and drop to arrange the programs in this position into your desired order. The new program order will be saved automatically.
es: Aviso: Use arrastrar y soltar para ordenar los programas por versión en el orden deseado. El nuevo orden de los programas será grabado automáticamente.

source: Program List
es: Lista de Programas

source: Windows Req.
es: Req. Windows

source: Mac Req.
es: Req. Mac

source: Linux Req.
es: Req. Linux

source: No detailed.
es: No detallados.

source: Company:
es: Empresa:

source: History
es: Historial
